List productCommentData = [
  {
    "headerImg":
        "https://hbimg.huabanimg.com/07b029c67010c0a17a1c78fcbc92ce612de4cf3ae8dd-Oc4KXC_fw658",
    "userName": "大风吹的我的发型哈哈",
    "imgs": [
      "https://imgservice.suning.cn/uimg1/b2c/image/i9SqAy4PU0-_XrxzaHUhLw.jpg_800w_800h_4e"
    ],
    "content":
        "1.宝贝收到了，卖家发货很快，物流也非常给力,客服服务态度极好，很有耐心、给人一种亲切感，好喜欢。还有包装精美，高端大气上档次；看得出来商家很用心。",
  },
  {
    "headerImg":
        "https://hbimg.huabanimg.com/03445c61d3439ec9ace62e7ca1d634bfaaf6f2d6a424-xqgSgd_fw658",
    "userName": "优优的妈妈",
    "imgs": [
      "https://imgservice.suning.cn/uimg1/b2c/image/mh_5GLu2Uex9j-uH19WnMg.jpg_800w_800h_4e"
    ],
    "content":
        "忠心地感谢你，让我买到了梦寐以求的宝贝，太感谢了，不错，顶一个，谁要你这么诚信呢。呵呵谢谢咯！经常网购，我总是不去评价或者随便写写！ 但是，我又总是觉得好像有点对不住那些辛苦工作的卖家客服、仓管、老板。 于是我写下了一小段话，给我觉得能拿到我五星好评的卖家的宝贝评价里面以示感谢和尊敬！ 宝贝是性价比很高的，我每次都会先试用再评价的，虽然宝贝不一定是最好的，但在同等的价位里面绝对是表现最棒的。",
  },
  {
    "headerImg":
        "https://hbimg.huabanimg.com/4ef4d248d009769d0d1d9f589880feff7cff4910d21b-AaCsCM_fw658",
    "userName": "而立之年当自立💪🏻💪🏻",
    "imgs": [
      "https://gimg2.baidu.com/image_search/src=http%3A%2F%2Fimg.alicdn.com%2Fbao%2Fuploaded%2Fi4%2F2206601667403%2FO1CN01d6WMAX24YcnqaPT8R_%21%212206601667403.jpg&refer=http%3A%2F%2Fimg.alicdn.com&app=2002&size=f9999,10000&q=a80&n=0&g=0n&fmt=auto?sec=1680320816&t=11623fe8c26fe640879d278c39239092",
      "https://imgservice.suning.cn/uimg1/b2c/image/mh_5GLu2Uex9j-uH19WnMg.jpg_800w_800h_4e"
    ],
    "content":
        "宝贝真心不错，与图片相符，没有任何差异，真的是物超所值，物美价廉啊。质量很好，下次还会再关顾！快递很给力，好评！发货快性价比高，给满分好评！",
  },
  {
    "headerImg":
        "https://gd-hbimg.huaban.com/b1b7c26d1ccdf21c9b7868b1f99faba26e1f9b4e11c2d-TZeRnN_fw658",
    "userName": "微风不燥阳光真好呀！💄💄💄",
    "imgs": [
      "https://img14.360buyimg.com/pop/jfs/t1/187491/1/32206/153570/63db350aFd17744a8/0da63de7d3e93cdd.jpg",
      "https://img14.360buyimg.com/pop/jfs/t1/187491/1/32206/153570/63db350aFd17744a8/0da63de7d3e93cdd.jpg",
      "https://img14.360buyimg.com/pop/jfs/t1/187491/1/32206/153570/63db350aFd17744a8/0da63de7d3e93cdd.jpg",
      "https://img14.360buyimg.com/pop/jfs/t1/135443/5/30164/82944/63db3511Fc7627c51/e89ba91bc0d8c4ff.jpg",
      "https://img14.360buyimg.com/pop/jfs/t1/53524/17/22944/237770/63db3513F2d5a3a75/8950f9fa37f61cd1.jpg"
    ],
    "content":
        "掌柜态度很专业热情，有问必答，回复也很快，我问了不少问题，他都不觉得烦，都会认真回答我，这点我向掌柜表示由衷的敬意，这样的好掌柜可不多。",
  },
  {
    "headerImg":
        "https://img2.baidu.com/it/u=366912399,1779316469&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=500",
    "userName": "奋斗的消🐷",
    "imgs": [],
    "content":
        "真的超级喜欢，非常支持，质量非常好，与卖家描述的完全一致，非常满意,真的很喜欢，完全超出期望值，发货速度非常快，包装非常仔细、严实，物流公司服务态度很好，运送速度很快，很满意的一次购物",
  },
  {
    "headerImg":
        "https://bpic.51yuansu.com/pic3/cover/03/22/30/5b6d76ab4cd7d_610.jpg",
    "userName": "阳光下的笑脸🍓",
    "imgs": [
      "https://imgservice.suning.cn/uimg1/b2c/image/k0bzD7d3uPDdvCb71MdVsw.jpg_800w_800h_4e"
    ],
    "content":
        "老板，我要跟你说说心里话。我以前在别的店铺买东西，从来都是默认好评的，反正又不会扣的信用，所以就没管过。但是这次在你这里买东西，改变了我的看法和认知。你听我慢慢说，我只说100个字，老板家的宝贝非常不错，性价比高，客服妹子又热情。嗯，路过的网友看到这个评价不要奇怪，不好的宝贝我不会给评价的！",
  },
  {
    "headerImg":
        "https://bpic.51yuansu.com/pic3/cover/03/47/30/5bac4718e4016_610.jpg",
    "userName": "🍊是大苹果",
    "imgs": [
      "https://img14.360buyimg.com/pop/jfs/t1/132388/4/32583/184518/63db56e1F21eeb055/bf58fbaebbffb301.jpg",
      "https://img14.360buyimg.com/pop/jfs/t1/46200/32/22830/200951/63db56dfF476cfef0/88064f0470d1fa6c.jpg",
      "https://img14.360buyimg.com/pop/jfs/t1/152318/4/32563/144350/63db56e2F824f57a1/5e580b486ed2c726.jpg",
      "https://img14.360buyimg.com/pop/jfs/t1/175678/37/33417/238267/63db56e2Ff5802101/177f875aef969530.jpg"
    ],
    "content":
        "如果你看到了，你也可以像我一样给店家好评。需要说明一点的是，我之所以会给好评，是我已经认可了这个宝贝，我只能说它符合我的购物标准，价格和质量都达到了我的要求。以后遇到需要给好评的宝贝，我都会这样做。差评的我才不会写这么多，直接差评，不做任何评价。最后祝老板生意兴隆。",
  },
];
